<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es" lang="es">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
<link href="topic_e.css" rel="stylesheet" type="text/css"/>
<title>C&oacute;mo se usa AirPrint</title>
</head>
<body class="html_body" id="top">
<h1 class="head1">
<span class="stc">C&oacute;mo se usa AirPrint</span></h1>
<div class="lead1">
<p class="lead1_para">
<span class="stc">Este documento explica c&oacute;mo usar <span class="ui Prohibit">AirPrint</span> para imprimir inal&aacute;mbricamente desde un <span class="ui Prohibit">iPad</span>, <span class="ui Prohibit">iPhone</span> o <span class="ui Prohibit">iPod touch</span> en una impresora Canon.</span>
</p>
<p class="lead1_para">
<span class="lead1_para"><span class="ui Prohibit">AirPrint</span> le permite imprimir fotos, mensajes de correo electr&oacute;nico, p&aacute;ginas Web y documentos desde su dispositivo Apple directamente en la impresora, sin necesidad de instalar ning&uacute;n controlador.</span>
</p>
<img src="images/airprint_logo.gif" alt=""/>
</div>
<div class="body1">
<div class="body2">
<h2 class="head2">
<span class="stc">Entorno de funcionamiento de AirPrint</span></h2>
<p class="body2_para">
<span class="stc">Para usar <span class="ui Prohibit">AirPrint</span>, es necesario uno de los dispositivos siguientes con la versi&oacute;n de <span class="ui Prohibit">iOS</span> m&aacute;s reciente: <span class="ui Prohibit">iPad</span> (todos los modelos), <span class="ui Prohibit">iPhone</span> (3GS o posterior), <span class="ui Prohibit">iPod touch</span> (3&ordf; generaci&oacute;n o posterior).</span>
</p>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Entorno de red</span></h2>
<p class="body2_para">
<span class="stc">El dispositivo Apple (<span class="ui Prohibit">iPad</span>, <span class="ui Prohibit">iPhone</span> o <span class="ui Prohibit">iPod touch</span>) y su impresora deben estar conectados a la misma red Wi-Fi.</span>
</p>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Impresi&oacute;n con AirPrint</span></h2>
<div class="step2">
<ol type="1">
<li class="step2" value="1">
<p class="step1_title">
<span class="stc">Compruebe si su impresora est&aacute; encendida y conectada a la red LAN inal&aacute;mbrica local.</span>
</p>
</li>
<li class="step2" value="2">
<p class="step1_title">
<span class="stc">En el software de la aplicaci&oacute;n de su dispositivo Apple, pulse <img src="images/image_actionicon.gif" class="inline_image" alt=""/> para que aparezcan las opciones de men&uacute;.</span>
</p>
</li>
<li class="step2" value="3">
<p class="step1_title">
<span class="stc">En el men&uacute; desplegable, pulse <b>Imprimir</b>.</span>
</p>
</li>
<li class="step2" value="4">
<p class="step1_title">
<span class="stc">En <b>Opciones de impresora</b>, seleccione una impresora.</span>
</p>
</li>
<div class="step1_note">
<img src="images/i_important.gif" alt=""/><span class="stc">Importante</span><div class="important_list">
<ul class="important_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Hay determinadas aplicaciones de software que pueden no ser compatibles con AirPrint, en estos casos <b>Opciones de impresora</b> podr&iacute;a no aparecer.</span> <span class="stc">Si una aplicaci&oacute;n de software no le permite usar las opciones de impresora, no podr&aacute; imprimir nada desde esa aplicaci&oacute;n.</span>
</p>
</li>
</ul>
</div>
</div>
<li class="step2" value="5">
<p class="step1_title">
<span class="stc">Para <b>1 copia</b>, haga clic en <b>+</b> o <b>-</b> para definir el n&uacute;mero de copias requeridas.</span>
</p>
</li>
<li class="step2" value="6">
<p class="step1_title">
<span class="stc">Para la <b>Impresi&oacute;n a doble cara</b>, haga clic en <b>Activar</b> para habilitar la impresi&oacute;n a doble cara, o en <b>Desactivar</b> para deshabilitar la funci&oacute;n.</span>
</p>
</li>
<li class="step2" value="7">
<p class="step1_title">
<span class="stc">Cuando imprima un tipo de archivo que tiene varias p&aacute;ginas, por ejemplo un archivo PDF, haga clic en <b>Rango</b> y, a continuaci&oacute;n, haga clic en <b>Todas las p&aacute;ginas</b> o seleccione el intervalo de p&aacute;ginas que desea imprimir.</span>
</p>
<div class="step1_note">
<img src="images/i_note.gif" alt=""/><span class="stc">Nota</span><div class="note_list">
<ul class="note_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Las opciones de impresora difieren en funci&oacute;n de la aplicaci&oacute;n de software y la impresora que se est&eacute;n usando.</span> <span class="stc">Normalmente, cuando pulsa <b>Imprimir</b> y selecciona una impresora, las opciones de impresora mostradas incluir&aacute;n las siguientes cuatro opciones:</span>
</p>
<ul class="list">
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Impresora: Seleccione una impresora que se pueda usar en su red LAN inal&aacute;mbrica.</span>
</p>
</li>
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Copias: Seleccione el n&uacute;mero de copias de impresi&oacute;n.</span>
</p>
</li>
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Impresi&oacute;n a doble cara: Si la impresora admite la impresi&oacute;n a doble cara, puede seleccionar <b>Activar</b> o <b>Desactivar</b>.</span>
</p>
</li>
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Rango: El intervalo de p&aacute;ginas se puede usar &uacute;nicamente con aplicaciones de software y tipos de archivo espec&iacute;ficos (como los archivos PDF).</span>
</p>
</li>
</ul>
</li>
</ul>
</div>
</div>
</li>
<li class="step2" value="8">
<p class="step1_title">
<span class="stc">Pulse <b>Imprimir</b>.</span>
</p>
<p class="step1_para">
<span class="stc">Cuando ejecute la impresi&oacute;n, la impresora imprime seg&uacute;n la configuraci&oacute;n especificada.</span>
</p>
</li>
</ol>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Tama&ntilde;o del papel</span></h2>
<p class="body2_para">
<span class="stc">Con AirPrint, el tama&ntilde;o del papel se selecciona autom&aacute;ticamente conforme a la aplicaci&oacute;n de software que se est&aacute; usando en el dispositivo Apple y la regi&oacute;n en la que se usa AirPrint.</span>
</p>
<p class="body2_para">
<span class="stc">Cuando se usa el software de la aplicaci&oacute;n fotogr&aacute;fica de Apple, el tama&ntilde;o de papel predeterminado es tama&ntilde;o L en Jap&oacute;n, y 4&quot;x6&quot; o KG en otros pa&iacute;ses y regiones.</span><br/>
<span class="stc">Cuando los documentos se imprimen desde la aplicaci&oacute;n de software <span class="ui Prohibit">Safari</span> de Apple, el tama&ntilde;o de papel predeterminado es tama&ntilde;o carta en Estados Unidos, y A4 en Jap&oacute;n y Europa.</span>
</p>
<div class="step1_note">
<img src="images/i_important.gif" alt=""/><span class="stc">Importante</span>
<div class="important_list">
<ul class="important_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Su aplicaci&oacute;n de software puede admitir distintos tama&ntilde;os de papel.</span>
</p>
</li>
</ul>
</div>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Comprobaci&oacute;n del estado de la impresi&oacute;n</span></h2>
<p class="body2_para">
<span class="stc">Durante la impresi&oacute;n, aparece un icono de <b>impresora</b> en la lista de las aplicaciones de software utilizadas recientemente y puede usarlo para comprobar el avance de la impresi&oacute;n.</span><br/>
<span class="stc">Para que aparezca la lista de las aplicaciones de software utilizadas m&aacute;s recientemente, pulse dos veces el bot&oacute;n <b>Inicio</b> en el dispositivo Apple.</span> <span class="stc">El icono de <b>impresora</b> aparece en la parte inferior de la ventana Inicio.</span>
</p>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Eliminaci&oacute;n de un trabajo de impresi&oacute;n</span></h2>
<p class="body2_para">
<span class="stc">Para eliminar un trabajo de impresi&oacute;n con AirPrint, use uno de los dos m&eacute;todos siguientes:</span>
</p>
<div class="list2">
<ul class="list2">
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">En el <span class="other_ui">panel de operaciones</span> de la impresora: Use el <span class="other_ui">panel de operaciones</span> para cancelar el trabajo de impresi&oacute;n.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">En un dispositivo Apple: Pulse dos veces el bot&oacute;n <b>Inicio</b> en el dispositivo Apple.</span> <span class="stc">Pulse el icono de <b>impresora</b> y abra <b>Trabajos de impresi&oacute;n</b> para ver la lista de trabajos de impresi&oacute;n.</span> <span class="stc">Pulse el trabajo de impresi&oacute;n que desea cancelar y, a continuaci&oacute;n, pulse <b>Cancelar impresi&oacute;n</b>.</span>
</p>
</li>
</ul>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Soluci&oacute;n de problemas de AirPrint</span></h2>
<p class="body2_para">
<span class="stc">Si el documento no se imprime, compruebe lo siguiente:</span>
</p>
<div class="step2">
<ol type="1">
<li class="step2" value="1">
<p class="step1_title">
<span class="stc">Compruebe que la impresora est&aacute; encendida.</span> <span class="stc">Si la impresora est&aacute; encendida, ap&aacute;guela y vuelva a encenderla; compruebe si el problema se ha solucionado.</span>
</p>
</li>
<li class="step2" value="2">
<p class="step1_title">
<span class="stc">Compruebe si la impresora est&aacute; conectada mediante la red LAN inal&aacute;mbrica a la misma subred de red que el dispositivo en el que est&aacute; instalado iOS.</span>
</p>
</li>
<li class="step2" value="3">
<p class="step1_title">
<span class="stc">Compruebe si el firmware de la impresora se ha actualizado a la versi&oacute;n compatible con AirPrint.</span>
</p>
</li>
<li class="step2" value="4">
<p class="step1_title">
<span class="stc">Compruebe si la impresora tiene suficiente papel y tinta.</span>
</p>
</li>
<li class="step2" value="5">
<p class="step1_title">
<span class="stc">Compruebe que no aparece ning&uacute;n mensaje de error en el panel de operaciones de la impresora.</span>
</p>
<p class="step_para">
<span class="stc">Si el problema no se ha solucionado, use el controlador de impresora de su ordenador para ejecutar la impresi&oacute;n y compruebe si el documento se puede imprimir con normalidad en la impresora.</span>
</p>
<p class="step_para">
<span class="stc">Si el documento no se puede imprimir, consulte el manual en pantalla (instrucciones de funcionamiento) que se entrega con la impresora.</span>
</p>
</li>
</ol>
</div>
<div class="step1_note">
<img src="images/i_note.gif" alt=""/><span class="stc">Nota</span><div class="note_list">
<ul class="note_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Despu&eacute;s de encender la impresora, pueden pasar unos minutos antes de que esta pueda establecer la comunicaci&oacute;n a trav&eacute;s de una conexi&oacute;n LAN inal&aacute;mbrica.</span> <span class="stc">Confirme si la impresora est&aacute; conectada a la red LAN inal&aacute;mbrica y vuelva a intentar la impresi&oacute;n.</span>
</p>
</li>
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Si <span class="ui Prohibit">Bonjour</span> est&aacute; deshabilitado, AirPrint no se puede utilizar.</span> <span class="stc">Aseg&uacute;rese de habilitar <span class="ui Prohibit">Bonjour</span>.</span>
</p>
</li>
</ul>
</div>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Marcas comerciales</span></h2>
<div class="list2">
<ul class="list2">
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc"><span class="ui Prohibit">Bonjour</span>, <span class="ui Prohibit">iPad</span>, <span class="ui Prohibit">iPhone</span>, <span class="ui Prohibit">iPod touch</span> y <span class="ui Prohibit">Safari</span> son marcas comerciales de <span class="ui Prohibit">Apple Inc.</span>, registradas en Estados Unidos y otros pa&iacute;ses.</span> <span class="stc"><span class="ui Prohibit">AirPrint</span> y el logotipo de <span class="ui Prohibit">AirPrint</span> son marcas comerciales de <span class="ui Prohibit">Apple Inc.</span></span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">IOS es una marca comercial o una marca comercial registrada de Cisco en Estados Unidos y otros pa&iacute;ses, y se usa bajo licencia.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc"><span class="ui Prohibit">Windows</span> es una marca comercial o una marca comercial registrada de Microsoft Corporation en Estados Unidos y/u otros pa&iacute;ses.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc"><span class="ui Prohibit">Windows Vista</span> es una marca comercial o una marca comercial registrada de Microsoft Corporation en Estados Unidos y/u otros pa&iacute;ses.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">El resto de los nombres de empresa y nombres de producto mencionados en el presente documento son marcas comerciales o marcas comerciales registradas de sus respectivas empresas.</span>
</p>
</li>
</ul>
</div>
</div>
<p class="foot-button"/>
<p class="gototop">
<span class="stc"><a href="#top">Volver al principio</a></span><img src="images/page_top.gif" alt=""/>
</p>
</div>
</body>
</html>
