<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de" lang="de">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
<link href="topic_e.css" rel="stylesheet" type="text/css"/>
<title>Verwenden von AirPrint</title>
</head>
<body class="html_body" id="top">
<h1 class="head1">
<span class="stc">Verwenden von AirPrint</span></h1>
<div class="lead1">
<p class="lead1_para">
<span class="stc">In diesem Dokument wird erl&auml;utert, wie Sie mit <span class="ui Prohibit">AirPrint</span> drahtlos Dokumente von einem <span class="ui Prohibit">iPad</span>, <span class="ui Prohibit">iPhone</span> und <span class="ui Prohibit">iPod touch</span> auf einem Canon-Drucker drucken.</span>
</p>
<p class="lead1_para">
<span class="lead1_para">Mithilfe von <span class="ui Prohibit">AirPrint</span> k&ouml;nnen Sie Fotos, E-Mails, Webseiten und andere Dokumente &uuml;ber Ihr Apple-Ger&auml;t direkt auf dem Drucker drucken. Die Installation eines Treibers ist nicht erforderlich.</span>
</p>
<img src="images/airprint_logo.gif" alt=""/>
</div>
<div class="body1">
<div class="body2">
<h2 class="head2">
<span class="stc">AirPrint-Betriebsumgebung</span></h2>
<p class="body2_para">
<span class="stc">Zur Nutzung von <span class="ui Prohibit">AirPrint</span> ben&ouml;tigen Sie eines der folgenden Ger&auml;ten, auf denen die neueste Version von <span class="ui Prohibit">iOS</span> ausgef&uuml;hrt wird: <span class="ui Prohibit">iPad</span> (alle Modelle), <span class="ui Prohibit">iPhone</span> (3GS oder h&ouml;her), <span class="ui Prohibit">iPod touch</span> (3. Generation oder h&ouml;her). </span>
</p>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Netzwerkumgebung</span></h2>
<p class="body2_para">
<span class="stc">Das Apple-Ger&auml;t (<span class="ui Prohibit">iPad</span>, <span class="ui Prohibit">iPhone</span> oder <span class="ui Prohibit">iPod touch</span>) und Ihr Drucker m&uuml;ssen sich in demselben Wi-Fi-Netzwerk befinden.</span>
</p>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Drucken mit AirPrint</span></h2>
<div class="step2">
<ol type="1">
<li class="step2" value="1">
<p class="step1_title">
<span class="stc">Pr&uuml;fen Sie, ob Ihr Drucker eingeschaltet und mit dem WLAN verbunden ist.</span>
</p>
</li>
<li class="step2" value="2">
<p class="step1_title">
<span class="stc">Tippen Sie in der Anwendungssoftware Ihres Apple-Ger&auml;ts auf <img src="images/image_actionicon.gif" class="inline_image" alt=""/>, um die Men&uuml;optionen anzuzeigen.</span>
</p>
</li>
<li class="step2" value="3">
<p class="step1_title">
<span class="stc">Tippen Sie im Dropdown-Men&uuml; auf <b>Drucken</b>.</span>
</p>
</li>
<li class="step2" value="4">
<p class="step1_title">
<span class="stc">W&auml;hlen Sie aus den <b>Druckeroptionen</b> einen Drucker aus.</span>
</p>
</li>
<div class="step1_note">
<img src="images/i_important.gif" alt=""/><span class="stc">Wichtig</span><div class="important_list">
<ul class="important_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Bei Anwendungen, die AirPrint nicht unterst&uuml;tzen, werden die <b>Druckeroptionen</b> unter Umst&auml;nden nicht angezeigt.</span> <span class="stc">Wenn Sie die Druckeroptionen in einer Anwendungssoftware nicht finden, k&ouml;nnen Sie aus dieser Anwendungssoftware nicht drucken.</span>
</p>
</li>
</ul>
</div>
</div>
<li class="step2" value="5">
<p class="step1_title">
<span class="stc">Klicken Sie unter <b>1 Kopie</b> auf <b>+</b> oder <b>-</b>, um die erforderliche Zahl an Exemplaren festzulegen.</span>
</p>
</li>
<li class="step2" value="6">
<p class="step1_title">
<span class="stc">Klicken Sie unter <b>Doppelseitiger Druck</b> auf <b>Ein</b>, um doppelseitigen Druck zu aktivieren, oder auf <b>Aus</b>, wenn Sie diese Funktion nicht nutzen m&ouml;chten.</span>
</p>
</li>
<li class="step2" value="7">
<p class="step1_title">
<span class="stc">Beim Drucken einer Datei mit mehreren Seiten, wie z.&nbsp;B. PDF, klicken Sie auf <b>Bereich</b> und dann auf <b>Alle Seiten</b>, oder w&auml;hlen Sie den zu druckenden Seitenbereich aus.</span>
</p>
<div class="step1_note">
<img src="images/i_note.gif" alt=""/><span class="stc">Hinweis</span><div class="note_list">
<ul class="note_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Die Druckeroptionen sind je nach verwendeter Anwendungssoftware oder verwendetem Drucker unterschiedlich.</span> <span class="stc">Wenn Sie auf <b>Drucken</b> tippen und einen Drucker ausw&auml;hlen, enthalten die angezeigten Druckeroptionen in der Regel bis zu vier der folgenden Optionen:</span>
</p>
<ul class="list">
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Drucker: W&auml;hlen Sie einen Drucker aus, der in Ihrem WLAN verwendet werden kann.</span>
</p>
</li>
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Kopien: Legen Sie die Anzahl der zu druckenden Exemplare fest.</span>
</p>
</li>
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Doppelseitiger Druck: Wenn der Drucker das doppelseitige Drucken unterst&uuml;tzt, k&ouml;nnen Sie hier <b>Ein</b> oder <b>Aus</b> w&auml;hlen.</span>
</p>
</li>
<li class="bullet" type="disc">
<p class="step_para">
<span class="stc">Bereich: Die Angabe eines Seitenbereichs ist nur bei bestimmter Anwendungssoftware und bestimmten Dateitypen (z.&nbsp;B. PDF-Dateien) m&ouml;glich.</span>
</p>
</li>
</ul>
</li>
</ul>
</div>
</div>
</li>
<li class="step2" value="8">
<p class="step1_title">
<span class="stc">Tippen Sie auf <b>Drucken</b>.</span>
</p>
<p class="step1_para">
<span class="stc">Beim Drucken verwendet der Drucker die angegebenen Einstellungen.</span>
</p>
</li>
</ol>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Papierformat</span></h2>
<p class="body2_para">
<span class="stc">Bei AirPrint wird das Papierformat automatisch gem&auml;&szlig; der auf dem Apple-Ger&auml;t verwendeten Anwendungssoftware und der Region, in der AirPrint verwendet wird, ausgew&auml;hlt.</span>
</p>
<p class="body2_para">
<span class="stc">Wenn die Fotoanwendungssoftware von Apple verwendet wird, lautet das Standardpapierformat L in Japan und KG in anderen L&auml;ndern und Regionen.</span><br/>
<span class="stc">Wenn Dokumente &uuml;ber den <span class="ui Prohibit">Safari</span>-Browser von Apple gedruckt werden, lautet das Standardpapierformat in den USA Letter und A4 und in Japan und Europa.</span>
</p>
<div class="step1_note">
<img src="images/i_important.gif" alt=""/><span class="stc">Wichtig</span>
<div class="important_list">
<ul class="important_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Ihre Anwendungssoftware unterst&uuml;tzt m&ouml;glicherweise andere Papierformate.</span>
</p>
</li>
</ul>
</div>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">&Uuml;berpr&uuml;fen des Druckstatus</span></h2>
<p class="body2_para">
<span class="stc">W&auml;hrend des Drucks wird ein <b>Druck</b>-Symbol in der Liste der zuletzt verwendeten Anwendungssoftware angezeigt, mit dem Sie den Druckfortschritt pr&uuml;fen k&ouml;nnen.</span><br/>
<span class="stc">Zum Anzeigen der Liste der zuletzt verwendeten Anwendungssoftware dr&uuml;cken Sie am Apple-Ger&auml;t zweimal die <b>Home</b>-Taste.</span> <span class="stc">Das <b>Druck</b>-Symbol wird im unteren Bereich des Home-Fensters angezeigt.</span>
</p>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">L&ouml;schen eines Druckauftrags</span></h2>
<p class="body2_para">
<span class="stc">Um einen AirPrint-Druckauftrag zu l&ouml;schen, k&ouml;nnen Sie eine der folgenden Methoden w&auml;hlen:</span>
</p>
<div class="list2">
<ul class="list2">
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">Am <span class="other_ui">Bedienfeld</span> des Druckers: Verwenden Sie das <span class="other_ui">Bedienfeld</span>, um den Druckauftrag abzubrechen.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">Am Apple-Ger&auml;t: Dr&uuml;cken Sie am Apple-Ger&auml;t zweimal die <b>Home</b>-Taste.</span> <span class="stc">Tippen Sie auf das <b>Druck</b>-Symbol, und &ouml;ffnen Sie die Druckauftragsliste &uuml;ber <b>Druckauftr&auml;ge</b>.</span> <span class="stc">Tippen Sie auf den abzubrechenden Auftrag, und tippen Sie dann auf <b>Drucken abbrechen</b>.</span>
</p>
</li>
</ul>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Fehlerbehebung f&uuml;r AirPrint</span></h2>
<p class="body2_para">
<span class="stc">Falls der Druckvorgang nicht gestartet wird, pr&uuml;fen Sie Folgendes:</span>
</p>
<div class="step2">
<ol type="1">
<li class="step2" value="1">
<p class="step1_title">
<span class="stc">Pr&uuml;fen Sie, dass der Drucker eingeschaltet ist. (Check that the printer power is on.)</span> <span class="stc">Ist dies der Fall, schalten Sie ihn aus und dann wieder ein, und starten Sie den Druckvorgang erneut.</span>
</p>
</li>
<li class="step2" value="2">
<p class="step1_title">
<span class="stc">Pr&uuml;fen Sie, ob der Drucker &uuml;ber eine WLAN-Verbindung mit demselben Netzwerk (Subnetz) verbunden ist wie das Ger&auml;t, auf dem iOS installiert ist.</span>
</p>
</li>
<li class="step2" value="3">
<p class="step1_title">
<span class="stc">Pr&uuml;fen Sie, ob die Druckerfirmware auf die von AirPrint unterst&uuml;tzte Version aktualisiert wurde.</span>
</p>
</li>
<li class="step2" value="4">
<p class="step1_title">
<span class="stc">Stellen Sie sicher, dass der Drucker &uuml;ber ausreichend Tinte und Papier verf&uuml;gt.</span>
</p>
</li>
<li class="step2" value="5">
<p class="step1_title">
<span class="stc">Pr&uuml;fen Sie, ob Fehlermeldungen am Drucker-Bedienfeld angezeigt werden.</span>
</p>
<p class="step_para">
<span class="stc">Wenn das Problem weiterhin besteht, starten Sie den Druckvorgang &uuml;ber den Druckertreiber auf dem Computer, und pr&uuml;fen Sie, ob der Drucker den Auftrag normal verarbeitet.</span>
</p>
<p class="step_para">
<span class="stc">Kann das Dokument nicht gedruckt werden, schlagen Sie im Online-Handbuch (Bedienungsanleitung) nach, das mit dem Drucker geliefert wurde.</span>
</p>
</li>
</ol>
</div>
<div class="step1_note">
<img src="images/i_note.gif" alt=""/><span class="stc">Hinweis</span><div class="note_list">
<ul class="note_list">
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Nach dem Einschalten des Druckers kann es einige Minuten dauern, bis der Drucker &uuml;ber die WLAN-Verbindung kommunizieren kann.</span> <span class="stc">Stellen Sie sicher, dass der Drucker mit dem WLAN verbunden ist, und starten Sie den Druckvorgang.</span>
</p>
</li>
<li class="note_bullet" type="disc">
<p class="step_para">
<span class="stc">Falls <span class="ui Prohibit">Bonjour</span> deaktiviert ist, kann AirPrint nicht verwendet werden.</span> <span class="stc">Aktivieren Sie <span class="ui Prohibit">Bonjour</span>.</span>
</p>
</li>
</ul>
</div>
</div>
</div>
<div class="body2">
<h2 class="head2">
<span class="stc">Marken</span></h2>
<div class="list2">
<ul class="list2">
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc"><span class="ui Prohibit">Bonjour</span>, <span class="ui Prohibit">iPad</span>, <span class="ui Prohibit">iPhone</span>, <span class="ui Prohibit">iPod touch</span> und <span class="ui Prohibit">Safari</span> sind eingetragene Marken von <span class="ui Prohibit">Apple Inc.</span> in den USA und anderen L&auml;ndern.</span> <span class="stc"><span class="ui Prohibit">AirPrint</span> und das <span class="ui Prohibit">AirPrint</span>-Logo sind Marken von <span class="ui Prohibit">Apple Inc.</span></span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">IOS ist eine Marke oder eingetragene Marke von Cisco in den USA und anderen L&auml;ndern und wird unter Lizenz verwendet.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc"><span class="ui Prohibit">Windows</span> ist eine Marke oder eingetragene Marke der Microsoft Corporation in den USA und/oder anderen L&auml;ndern.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc"><span class="ui Prohibit">Windows Vista</span> ist eine Marke oder eingetragene Marke der Microsoft Corporation in den USA und/oder anderen L&auml;ndern.</span>
</p>
</li>
<li class="bullet2" type="disc">
<p class="step_para">
<span class="stc">Alle andere in diesem Dokument genannten Firmennamen und Produkte k&ouml;nnen Marken oder eingetragene Marken ihrer jeweiligen Firmen sein.</span>
</p>
</li>
</ul>
</div>
</div>
<p class="foot-button"/>
<p class="gototop">
<span class="stc"><a href="#top">Zum Anfang der Seite</a></span><img src="images/page_top.gif" alt=""/>
</p>
</div>
</body>
</html>
